package com.example.iikoapi.utils
//
val data = """{\"Адмиралтейский район\":[{\"adr\":\"Московский пр. 4\",\"phone\":\"8-964-330-15-71\",\"aff\":\"Просто Вася\",\"distr\":\"Адмиралтейский район\",\"lat\":59.9252791,\"lng\":30.3158244}],\"Василеостровский район\":[{\"adr\":\"Кораблестроителей ул. 35 соор 1\",\"phone\":\"8-960-240-65-29\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Василеостровский район\",\"lat\":59.9537354,\"lng\":30.2197578},{\"adr\":\"Новосмоленская набережная 1Б\",\"phone\":\"8-967-560-03-18\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Василеостровский район\",\"lat\":59.948738,\"lng\":30.2290054}],\"Всеволожск\":[{\"adr\":\"Всеволожск, Октябрьский пр. 77\",\"phone\":\"8-967-344-10-61\",\"aff\":\"Просто Вася\",\"distr\":\"Всеволожск\",\"lat\":60.0192784,\"lng\":30.6426478}],\"Выборгский район\":[{\"adr\":\"Парголово, Тихоокеанская ул. 5\",\"phone\":\"8-967-344-10-48\",\"aff\":\"Просто Вася\",\"distr\":\"Выборгский район\",\"lat\":60.0722106,\"lng\":30.2397584},{\"adr\":\"Композиторов ул. 7\",\"phone\":\"8-969-736-86-62\",\"aff\":\"Просто Вася\",\"distr\":\"Выборгский район\",\"lat\":60.0519783,\"lng\":30.3151355}],\"Кировский район\":[{\"adr\":\"Стачек пр. 105\",\"phone\":\"8-960-240-66-75\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Кировский район\",\"lat\":59.8560318,\"lng\":30.237228},{\"adr\":\"Лени Голикова ул. 25\",\"phone\":\"8-960-240-67-01\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Кировский район\",\"lat\":59.8449248,\"lng\":30.2291624},{\"adr\":\"Ветеранов пр. 114 к 4\",\"phone\":\"8-964-378-73-41\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Кировский район\",\"lat\":59.832214,\"lng\":30.1929263},{\"adr\":\"Стачек пр. 101 к1Е \",\"phone\":\"8-960-240-66-01\",\"aff\":\"Просто Вася\",\"distr\":\"Кировский район\",\"lat\":59.8582233,\"lng\":30.2438609}],\"Колпинский район\":[{\"adr\":\"Колпино, Ижорского батальона ул. 13\",\"phone\":\"8-960-240-65-34\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Колпинский район\",\"lat\":59.736271,\"lng\":30.6153583},{\"adr\":\"Колпино, Трудящихся бульвар 18 к 1\",\"phone\":\"8-964-398-12-56\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Колпинский район\",\"lat\":59.735554,\"lng\":30.5807424}],\"Красногвардейский район\":[{\"adr\":\"Наставников пр. 18\",\"phone\":\"8-960-240-67-83\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Красногвардейский район\",\"lat\":59.943272,\"lng\":30.4869613}],\"Красносельский район\":[{\"adr\":\"Партизана Германа ул., 22\",\"phone\":\"8-960-240-66-74\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Красносельский район\",\"lat\":59.82941,\"lng\":30.1754034},{\"adr\":\"Тамбасова ул, 32\",\"phone\":\"8-960-240-66-94\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Красносельский район\",\"lat\":59.8280613,\"lng\":30.1546255},{\"adr\":\"Ленинский пр. 98\",\"phone\":\"8-960-240-66-50\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Красносельский район\",\"lat\":59.85376,\"lng\":30.2163323},{\"adr\":\"Летчика Пилютова ул. 11к4\",\"phone\":\"8-960-240-65-99\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Красносельский район\",\"lat\":59.839834,\"lng\":30.1371134},{\"adr\":\"Красное село, Стрельнинское ш. 4\",\"phone\":\"8-968-186-01-06\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Красносельский район\",\"lat\":59.745575,\"lng\":30.0889552},{\"adr\":\"Героев пр. 27к1\",\"phone\":\"8-969-736-97-60\",\"aff\":\"Просто Вася\",\"distr\":\"Красносельский район\",\"lat\":59.8609128,\"lng\":30.1565013},{\"adr\":\"Ленинский пр. 84к1\",\"phone\":\"8-969-736-97-62\",\"aff\":\"Просто Вася\",\"distr\":\"Красносельский район\",\"lat\":59.8576801,\"lng\":30.1970285},{\"adr\":\"Петергофское ш. 51 (Север)\",\"phone\":\"8-967-344-10-63\",\"aff\":\"Просто Вася\",\"distr\":\"Красносельский район\",\"lat\":59.849183,\"lng\":30.1431293},{\"adr\":\"ул Рихарда Зорге, 20\",\"phone\":\"8-964-349-56-42\",\"aff\":\"Просто Вася\",\"distr\":\"Красносельский район\",\"lat\":59.850945,\"lng\":30.1911103},{\"adr\":\"Котина ул. 3\",\"phone\":\"8-969-736-86-70\",\"aff\":\"Просто Вася\",\"distr\":\"Красносельский район\",\"lat\":59.856648,\"lng\":30.2097682},{\"adr\":\"Маршала Захарова ул. 19 к 3\",\"phone\":\"8-967-344-10-17\",\"aff\":\"Просто Вася\",\"distr\":\"Красносельский район\",\"lat\":59.854225,\"lng\":30.1896263},{\"adr\":\"Ветеранов пр. 169 к 6 строение 1\",\"phone\":null,\"aff\":\"Просто Вася\",\"distr\":\"Красносельский район\",\"lat\":59.8357631,\"lng\":30.1279729},{\"adr\":\"Петергофское ш. 51 (Юг)\",\"phone\":null,\"aff\":\"Просто Вася\",\"distr\":\"Красносельский район\",\"lat\":59.849183,\"lng\":30.1431293}],\"Московский район\":[{\"adr\":\"Космонавтов пр. 42\",\"phone\":\"8-960-240-67-19\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Московскийрайон\",\"lat\":59.8521856,\"lng\":30.3522551},{\"adr\":\"Новоизмайловский пр. 34 к 1\",\"phone\":\"8-960-240-66-42\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Московский район\",\"lat\":59.8579431,\"lng\":30.3040083},{\"adr\":\"Звездная ул. 16\",\"phone\":\"8-969-736-63-03\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Московский район\",\"lat\":59.8357319,\"lng\":30.3635801}],\"Мурино\":[{\"adr\":\"Мурино, Шувалова ул. 11\",\"phone\":\"8-964-330-15-83\",\"aff\":\"Просто Вася\",\"distr\":\"Мурино\",\"lat\":60.0571281,\"lng\":30.4288026}],\"Невский район\":[{\"adr\":\"Российский пр. 10\",\"phone\":\"8-964-398-10-46\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Невский район\",\"lat\":59.9274189,\"lng\":30.4698965},{\"adr\":\"Искровский пр. 7\",\"phone\":\"8-968-186-01-22\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Невский район\",\"lat\":59.9123692,\"lng\":30.4573273},{\"adr\":\"Тельмана ул. 56\",\"phone\":\"8-960-288-20-31\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Невский район\",\"lat\":59.8929296,\"lng\":30.4864281},{\"adr\":\"Пятилеток пр. 8 к 1\",\"phone\":\"8-964-378-75-26\",\"aff\":\"Просто Вася\",\"distr\":\"Невский район\",\"lat\":59.921845,\"lng\":30.4570982},{\"adr\":\"Седова ул. 85\",\"phone\":null,\"aff\":\"Просто Вася\",\"distr\":\"Невский район\",\"lat\":59.869123,\"lng\":30.4382773}],\"Петроградский район\":[{\"adr\":\"Пионерская ул, 21\",\"phone\":\"8-962-712-46-96\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Петроградский район\",\"lat\":59.9576368,\"lng\":30.2885974}],\"Петродворцовый район\":[{\"adr\":\"Петергоф, Чебышевская ул. 14\",\"phone\":\"8-964-610-23-99\",\"aff\":\"Просто Вася\",\"distr\":\"Петродворцовый район\",\"lat\":59.8736405,\"lng\":29.858807},{\"adr\":\"Ломоносов, Красноармейская ул. 33 \",\"phone\":\"8-969-736-86-61\",\"aff\":\"Просто Вася\",\"distr\":\"Петродворцовый район\",\"lat\":59.9070039,\"lng\":29.7769253}],\"Пушкинский район\":[{\"adr\":\"Павловск, Слуцкая ул. 3\",\"phone\":\"8-961-805-16-13\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Пушкинский район\",\"lat\":59.690977,\"lng\":30.4279383},{\"adr\":\"Шушары, пр-кт Новгородский, д. 10, к. 2\",\"phone\":\"8-969-736-86-80\",\"aff\":\"Просто Вася\",\"distr\":\"Пушкинский район\",\"lat\":59.806885,\"lng\":30.3669491},{\"adr\":\"Шушары, Ленсоветовский, Московское шоссе, 246\",\"phone\":\"8-969-736-86-83\",\"aff\":\"Просто Вася\",\"distr\":\"Пушкинский район\",\"lat\":59.7724378,\"lng\":30.4609621}],\"Фрунзенский район\":[{\"adr\":\"Пражская ул 26\",\"phone\":\"8-960-240-67-29\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Фрунзенский район\",\"lat\":59.8726134,\"lng\":30.3897714},{\"adr\":\"Ярослава Гашека ул. 9 к1\",\"phone\":\"8-961-805-17-88\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Фрунзенский район\",\"lat\":59.8314807,\"lng\":30.386923},{\"adr\":\"Турку ул. 35\",\"phone\":\"8-964-349-56-44\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Фрунзенский район\",\"lat\":59.866827,\"lng\":30.4101293},{\"adr\":\"Пловдивская ул. 9\",\"phone\":\"8-969-736-97-61\",\"aff\":\"Вкусная Шаверма\",\"distr\":\"Фрунзенский район\",\"lat\":59.8414331,\"lng\":30.3881211},{\"adr\":\"Малая Каштановая Аллея, 8\",\"phone\":\"8-964-378-75-27\",\"aff\":\"Просто Вася\",\"distr\":\"Фрунзенский район\",\"lat\":59.845461,\"lng\":30.3923803},{\"adr\":\"Дунайский пр. 44\",\"phone\":\"8-969-736-86-71\",\"aff\":\"Просто Вася\",\"distr\":\"Фрунзенский район\",\"lat\":59.839329,\"lng\":30.3928853}]}"""
//
//val data = """{
//"Адмиралтейский район":[
//{
//"adr":"Московский пр. 4",
//"phone":"8-964-330-15-71",
//"aff":"Просто Вася",
//"distr":"Адмиралтейский район",
//"lat":59.9252791,
//"lng":30.3158244
//}
//],
//"Василеостровский район":[
//{
//"adr":"Кораблестроителей ул. 35 соор 1",
//"phone":"8-960-240-65-29",
//"aff":"Вкусная Шаверма",
//"distr":"Василеостровский район",
//"lat":59.9537354,
//"lng":30.2197578
//},
//{
//"adr":"Новосмоленская набережная 1Б",
//"phone":"8-967-560-03-18",
//"aff":"Вкусная Шаверма",
//"distr":"Василеостровский район",
//"lat":59.948738,
//"lng":30.2290054
//}
//],
//"Всеволожск":[
//{
//"adr":"Всеволожск, Октябрьский пр. 77",
//"phone":"8-967-344-10-61",
//"aff":"Просто Вася",
//"distr":"Всеволожск",
//"lat":60.0192784,
//"lng":30.6426478
//}
//],
//"Выборгский район":[
//{
//"adr":"Парголово, Тихоокеанская ул. 5",
//"phone":"8-967-344-10-48",
//"aff":"Просто Вася",
//"distr":"Выборгский район",
//"lat":60.0722106,
//"lng":30.2397584
//},
//{
//"adr":"Композиторов ул. 7",
//"phone":"8-969-736-86-62",
//"aff":"Просто Вася",
//"distr":"Выборгский район",
//"lat":60.0519783,
//"lng":30.3151355
//}
//],
//"Кировский район":[
//{
//"adr":"Стачек пр. 105",
//"phone":"8-960-240-66-75",
//"aff":"Вкусная Шаверма",
//"distr":"Кировский район",
//"lat":59.8560318,
//"lng":30.237228
//},
//{
//"adr":"Лени Голикова ул. 25",
//"phone":"8-960-240-67-01",
//"aff":"Вкусная Шаверма",
//"distr":"Кировский район",
//"lat":59.8449248,
//"lng":30.2291624
//},
//{
//"adr":"Ветеранов пр. 114 к 4",
//"phone":"8-964-378-73-41",
//"aff":"Вкусная Шаверма",
//"distr":"Кировский район",
//"lat":59.832214,
//"lng":30.1929263
//},
//{
//"adr":"Стачек пр. 101 к1Е ",
//"phone":"8-960-240-66-01",
//"aff":"Просто Вася",
//"distr":"Кировский район",
//"lat":59.8582233,
//"lng":30.2438609
//}
//],
//"Колпинский район":[
//{
//"adr":"Колпино, Ижорского батальона ул. 13",
//"phone":"8-960-240-65-34",
//"aff":"Вкусная Шаверма",
//"distr":"Колпинский район",
//"lat":59.736271,
//"lng":30.6153583
//},
//{
//"adr":"Колпино, Трудящихся бульвар 18 к 1",
//"phone":"8-964-398-12-56",
//"aff":"Вкусная Шаверма",
//"distr":"Колпинский район",
//"lat":59.735554,
//"lng":30.5807424
//}
//],
//"Красногвардейский район":[
//{
//"adr":"Наставников пр. 18",
//"phone":"8-960-240-67-83",
//"aff":"Вкусная Шаверма",
//"distr":"Красногвардейский район",
//"lat":59.943272,
//"lng":30.4869613
//}
//],
//"Красносельский район":[
//{
//"adr":"Партизана Германа ул., 22",
//"phone":"8-960-240-66-74",
//"aff":"Вкусная Шаверма",
//"distr":"Красносельский район",
//"lat":59.82941,
//"lng":30.1754034
//},
//{
//"adr":"Тамбасова ул, 32",
//"phone":"8-960-240-66-94",
//"aff":"Вкусная Шаверма",
//"distr":"Красносельский район",
//"lat":59.8280613,
//"lng":30.1546255
//},
//{
//"adr":"Ленинский пр. 98",
//"phone":"8-960-240-66-50",
//"aff":"Вкусная Шаверма",
//"distr":"Красносельский район",
//"lat":59.85376,
//"lng":30.2163323
//},
//{
//"adr":"Летчика Пилютова ул. 11к4",
//"phone":"8-960-240-65-99",
//"aff":"Вкусная Шаверма",
//"distr":"Красносельский район",
//"lat":59.839834,
//"lng":30.1371134
//},
//{
//"adr":"Красное село, Стрельнинское ш. 4",
//"phone":"8-968-186-01-06",
//"aff":"Вкусная Шаверма",
//"distr":"Красносельский район",
//"lat":59.745575,
//"lng":30.0889552
//},
//{
//"adr":"Героев пр. 27к1",
//"phone":"8-969-736-97-60",
//"aff":"Просто Вася",
//"distr":"Красносельский район",
//"lat":59.8609128,
//"lng":30.1565013
//},
//{
//"adr":"Ленинский пр. 84к1",
//"phone":"8-969-736-97-62",
//"aff":"Просто Вася",
//"distr":"Красносельский район",
//"lat":59.8576801,
//"lng":30.1970285
//},
//{
//"adr":"Петергофское ш. 51 (Север)",
//"phone":"8-967-344-10-63",
//"aff":"Просто Вася",
//"distr":"Красносельский район",
//"lat":59.849183,
//"lng":30.1431293
//},
//{
//"adr":"ул Рихарда Зорге, 20",
//"phone":"8-964-349-56-42",
//"aff":"Просто Вася",
//"distr":"Красносельский район",
//"lat":59.850945,
//"lng":30.1911103
//},
//{
//"adr":"Котина ул. 3",
//"phone":"8-969-736-86-70",
//"aff":"Просто Вася",
//"distr":"Красносельский район",
//"lat":59.856648,
//"lng":30.2097682
//},
//{
//"adr":"Маршала Захарова ул. 19 к 3",
//"phone":"8-967-344-10-17",
//"aff":"Просто Вася",
//"distr":"Красносельский район",
//"lat":59.854225,
//"lng":30.1896263
//},
//{
//"adr":"Ветеранов пр.
//
//169 к 6 строение 1",
//"phone":null,
//"aff":"Просто Вася",
//"distr":"Красносельский район",
//"lat":59.8357631,
//"lng":30.1279729
//},
//{
//"adr":"Петергофское ш. 51 (Юг)",
//"phone":null,
//"aff":"Просто Вася",
//"distr":"Красносельский район",
//"lat":59.849183,
//"lng":30.1431293
//}
//],
//"Московский район":[
//{
//"adr":"Космонавтов пр. 42",
//"phone":"8-960-240-67-19",
//"aff":"Вкусная Шаверма",
//"distr":"Московский район",
//"lat":59.8521856,
//"lng":30.3522551
//},
//{
//"adr":"Новоизмайловский пр. 34 к 1",
//"phone":"8-960-240-66-42",
//"aff":"Вкусная Шаверма",
//"distr":"Московский район",
//"lat":59.8579431,
//"lng":30.3040083
//},
//{
//"adr":"Звездная ул. 16",
//"phone":"8-969-736-63-03",
//"aff":"Вкусная Шаверма",
//"distr":"Московский район",
//"lat":59.8357319,
//"lng":30.3635801
//}
//],
//"Мурино":[
//{
//"adr":"Мурино, Шувалова ул. 11",
//"phone":"8-964-330-15-83",
//"aff":"Просто Вася",
//"distr":"Мурино",
//"lat":60.0571281,
//"lng":30.4288026
//}
//],
//"Невский район":[
//{
//"adr":"Российский пр. 10",
//"phone":"8-964-398-10-46",
//"aff":"Вкусная Шаверма",
//"distr":"Невский район",
//"lat":59.9274189,
//"lng":30.4698965
//},
//{
//"adr":"Искровский пр. 7",
//"phone":"8-968-186-01-22",
//"aff":"Вкусная Шаверма",
//"distr":"Невский район",
//"lat":59.9123692,
//"lng":30.4573273
//},
//{
//"adr":"Тельмана ул. 56",
//"phone":"8-960-288-20-31",
//"aff":"Вкусная Шаверма",
//"distr":"Невский район",
//"lat":59.8929296,
//"lng":30.4864281
//},
//{
//"adr":"Пятилеток пр. 8 к 1",
//"phone":"8-964-378-75-26",
//"aff":"Просто Вася",
//"distr":"Невский район",
//"lat":59.921845,
//"lng":30.4570982
//},
//{
//"adr":"Седова ул. 85",
//"phone":null,
//"aff":"Просто Вася",
//"distr":"Невский район",
//"lat":59.869123,
//"lng":30.4382773
//}
//],
//"Петроградский район":[
//{
//"adr":"Пионерская ул, 21",
//"phone":"8-962-712-46-96",
//"aff":"Вкусная Шаверма",
//"distr":"Петроградский район",
//"lat":59.9576368,
//"lng":30.2885974
//}
//],
//"Петродворцовый район":[
//{
//"adr":"Петергоф, Чебышевская ул. 14",
//"phone":"8-964-610-23-99",
//"aff":"Просто Вася",
//"distr":"Петродворцовый район",
//"lat":59.8736405,
//"lng":29.858807
//},
//{
//"adr":"Ломоносов, Красноармейская ул. 33 ",
//"phone":"8-969-736-86-61",
//"aff":"Просто Вася",
//"distr":"Петродворцовый район",
//"lat":59.9070039,
//"lng":29.7769253
//}
//],
//"Пушкинский район":[
//{
//"adr":"Павловск, Слуцкая ул. 3",
//"phone":"8-961-805-16-13",
//"aff":"Вкусная Шаверма",
//"distr":"Пушкинский район",
//"lat":59.690977,
//"lng":30.4279383
//},
//{
//"adr":"Шушары, пр-кт Новгородский, д. 10, к. 2",
//"phone":"8-969-736-86-80",
//"aff":"Просто Вася",
//"distr":"Пушкинский район",
//"lat":59.806885,
//"lng":30.3669491
//},
//{
//"adr":"Шушары, Ленсоветовский, Московское шоссе, 246",
//"phone":"8-969-736-86-83",
//"aff":"Просто Вася",
//"distr":"Пушкинский район",
//"lat":59.7724378,
//"lng":30.4609621
//}
//],
//"Фрунзенский район":[
//{
//"adr":"Пражская ул 26",
//"phone":"8-960-240-67-29",
//"aff":"Вкусная Шаверма",
//"distr":"Фрунзенский район",
//"lat":59.8726134,
//"lng":30.3897714
//},
//{
//"adr":"Ярослава Гашека ул. 9 к1",
//"phone":"8-961-805-17-88",
//"aff":"Вкусная Шаверма",
//"distr":"Фрунзенский район",
//"lat":59.8314807,
//"lng":30.386923
//},
//{
//"adr":"Турку ул. 35",
//"phone":"8-964-349-56-44",
//"aff":"Вкусная Шаверма",
//"distr":"Фрунзенский район",
//"lat":59.866827,
//"lng":30.4101293
//},
//{
//"adr":"Пловдивская ул. 9",
//"phone":"8-969-736-97-61",
//"aff":"Вкусная Шаверма",
//"distr":"Фрунзенский район",
//"lat":59.8414331,
//"lng":30.3881211
//},
//{
//"adr":"Малая Каштановая Аллея, 8",
//"phone":"8-964-378-75-27",
//"aff":"Просто Вася",
//"distr":"Фрунзенский район",
//"lat":59.845461,
//"lng":30.3923803
//},
//{
//"adr":"Дунайский пр. 44",
//"phone":"8-969-736-86-71",
//"aff":"Просто Вася",
//"distr":"Фрунзенский район",
//"lat":59.839329,
//"lng":30.3928853
//}
//]
//}"""
//val dd = """{"dsd":[{"adr":"1"}, {"adr":"2"}],"eee":[{"adr":"3"}, {"adr":"4"}]}"""